Revit 2027 API
SymbolTypeId.TfPerMSup2 Property
 Symbol Tf/m², indicating unit Tonnes force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TfPerMSup2 { get; }
Public Shared ReadOnly Property TfPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TfPerMSup2 {
	ForgeTypeId^ get ();
}
static member TfPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace